Repository: xfce-mirror/xfce4-panel-profiles
Catalog: po/*.po
Languages: ast, ug

source: Panel Profiles
ast: Pefiles de panel
ug: كۆزنەكچە سەپلىمە ھۆججىتى

source: Backup and restore your panel configuration
ast: Respaldar ya restaurar los tos axustes de panel
ug: كۆزنەكچە سەپلىمىڭىزنى زاپاسلايدۇ ۋە ئەسلىگە كەلتۈرىدۇ

source: Configuration;User;panel;taskbar;layout;switch;apply;restore;save;backup;remove;import;export;
ug: سەپلىمە؛ئىشلەتكۈچى؛كۆزنەكچە؛ۋەزىپە بالداق؛جايلاشتۇرۇش؛ئالماشتۇر؛ئەسلىگە قايتۇر؛ساقلا؛زاپاسلا؛چىقىرىۋەت؛ئەكىر؛چىقار؛

source: Filename
ast: Nome de ficheru
ug: ھۆججەت ئاتى

source: Date Modified
ast: Data de modificación
ug: ئۆزگەرتىلگەن چېسلا

source: Apply Configuration
ast: Aplicar axustes
ug: سەپلىمە قوللان

source: Save Configuration
ast: Guardar axustes
ug: سەپلىمە ساقلا

source: Remove Configuration
ast: Desaniciar axustes
ug: سەپلىمىنى چىقىرىۋەت

source: Export
ast: Esportar
ug: چىقار

source: Import
ast: Importar
ug: ئەكىر

source: _Help
ast: A_yuda
ug: ياردەم(_H)

source: _About
ug: ھەققىدە(_A)

source: _Close
ast: _Zarrar
ug: ياپ(_C)

source: Current Configuration
ast: Configuración actual
ug: نۆۋەتتىكى سەپلىمە

source: Today
ast: Güei
ug: بۈگۈن

source: Yesterday
ast: Ayeri
ug: تۈنۈگۈن

source: %s (Copy of %s)
ast: %s (copia de %s)
ug: %s (كۆچۈر %s)

source: Import configuration file...
ast: Importar ficheru de configuración...
ug: سەپلىمە ھۆججەتنى ئەكىر…

source: Cancel
ast: Encaboxar
ug: ۋاز كەچ

source: Open
ast: Abrir
ug: ئاچ

source: Invalid configuration file! Please select a valid configuration file.
ast: ¡Archivu de configuración non válidu! Por favor, escueyi un ficheru válidu.
ug: ئىناۋەتسىز سەپلىمە ھۆججەت! ئىناۋەتلىك سەپلىمە ھۆججەتتىن بىرنى تاللاڭ.

source: OK
ug: جەزملە

source: Name the new panel configuration
ast: Pon-y nome al nueu panel de configuración
ug: يېڭى كۆزنەكچە سەپلىمىسىنى ئاتايدۇ

source: Backup_%s
ast: Facer respaldu de %s
ug: %s زاپاسلا(_B)

source: Do you want to apply this configuration? The current configuration will be lost!
ast: ¿Quies afitar estos axustes? ¡La configuración d'anguañu desaniciarase!
ug: بۇ سەپلىمىنى قوللىنامسىز؟ نۆۋەتتىكى سەپلىمە يوقىلىدۇ!

source: Make a backup of the current configuration
ast: Facer un respaldu de los axustes d'anguañu
ug: نۆۋەتتىكى سەپلىمىنى زاپاسلايدۇ

source: Errors occurred while parsing the current configuration.
ug: نۆۋەتتىكى سەپلىمىنى يېشىۋاتقاندا خاتالىق كۆرۈلدى.

source: Save
ast: Guardar
ug: ساقلا

source: Do you want to save despite the errors? Some configuration information could be missing.
ast: ¿Quies guardar anque haya fallos? Podría baraxase dalguna información de configuración.
ug: خاتالىق بولسىمۇ ساقلاۋېرەمسىز؟ بەزى سەپلىمە ئۇچۇرلىرى يوقالغان بولۇشى مۇمكىن.

source: Export configuration as...
ast: Esportar configuración comu...
ug: سەپلىمىنى چىقار…

source: Untitled
ast: Ensin títulu
ug: ماۋزۇسىز

source: Location
ast: Allugamientu
ug: ئورنى

source: Select a Folder
ast: Seleicionar un direutoriu
ug: قىسقۇچ تاللىنىدۇ

source: <b>A file named "%s" already exists. Do you want to replace it?</b>
ug: <b>«%s» دېگەن ئاتتىكى ھۆججەت مەۋجۇت. قاپلىۋېتەمسىز؟</b>

source: The file already exists in "%s", replacing it will overwrite its contents.
ug: «%s» ھۆججەت ئاللىبۇرۇن مەۋجۇت. ھۆججەت ئالماشتۇرۇلسا ئىچىدىكى مەزمۇنلار قاپلىنىدۇ.

source: Replace
ug: ئالماشتۇر

source: Xfce Panel Profiles
ast: Perfiles de panel Xfce
ug: Xfce كۆزنەكچە سەپلىمە ھۆججىتى

source: Application to manage different panel layouts in Xfce
ast: Aplicación pa xestionar l'aspeutu de los paneles en Xfce
ug: پىروگرامما Xfce دىكى پەرقلىق كۆزنەكچە ئورۇنلاشتۇرۇشىنى باشقۇرىدۇ

source: Multitude of panel layouts can be created using Xfce panel. This tool enables managing different layouts with little effort. Xfce4-panel-profiles makes it possible to backup, restore, import and export panel layouts.
ast: Col panel de Xfce pueden facese diseños de panel a esgaya ya ensin munchu esfuerciu. Xfce4-panel-profiles fae posible el respaldar, el restaurar, l'importar ya l'esportar los diseños de panel.
ug: Xfce كۆزنەكچە ئارقىلىق كۆپ كۆزنەكچە ئورۇنلاشتۇرۇشىنى قۇرغىلى بولىدۇ. بۇ قورال پەرقلىق ئورۇنلاشتۇرۇشنى باشقۇرۇشنى تېخىمۇ ئاسانلاشتۇرىدۇ. Xfce4-panel-profiles زاپاسلاش، ئەسلىگە كەلتۈرۈش ئەكىرىش ۋە چىقىرىش ئىمكانىيىتىنى يارىتىدۇ.

source: panel;taskbar;layout;switch;apply;restore;save;backup;remove;import;export;
ast: panel;barra de tarees;diseñu;alternar;restaurar;guardar;respaldu;desaniciar;importar;esportar;

source: Configuration;User;
ast: Axustes;Usuariu;
