Repository: xfce-mirror/xfce4-panel-profiles
Catalog: po/vec.po
Languages: vec

source: Panel Profiles
vec: Profiłi del paneło

source: Backup and restore your panel configuration
vec: Backup e restaurasion de ła configurasion dei panełi

source: panel;taskbar;layout;switch;apply;restore;save;backup;remove;import;export;
vec: paneło;baradeaplicasion;dispozision;canbiar;aplicar;restaurar;salvar;backup;ełiminar;inportar;esportar;

source: Configuration;User;
vec: Configurasion;Utente;

source: Filename
vec: Nome del file

source: Date Modified
vec: Data de l'ùltema modìfega

source: Apply Configuration
vec: Aplicar ła configurasion

source: Save Configuration
vec: Salvar ła configurasion

source: Remove Configuration
vec: Ełiminar ła configurasion

source: Export
vec: Esportar

source: Import
vec: Inportar

source: _Help
vec: _Juto

source: _Close
vec: _Sarar

source: Current Configuration
vec: Configurasion atuałe

source: Today
vec: Uncó

source: Yesterday
vec: Ieri

source: %s (Copy of %s)
vec: %s (còpia de %s)

source: Import configuration file...
vec: Inportar un file de configurasion...

source: Cancel
vec: Anułar

source: Open
vec: Vèrzar

source: Invalid configuration file! Please select a valid configuration file.
vec: El file de configurasion no el ze vàłido. Ełèzar un file de configurasion vàłido.

source: OK
vec: Acetar

source: Name the new panel configuration
vec: Nome de ła nova configurasion

source: Backup_%s
vec: Còpia_de_seguresa_%s

source: Do you want to apply this configuration? The current configuration will be lost!
vec: Se vołe aplicar sta configurasion? Ła vegnarà perdesta ła configurasion atuałe.

source: Make a backup of the current configuration
vec: Far na còpia de seguresa (backup) de ła configurasion atuałe

source: Errors occurred while parsing the current configuration.
vec: Ghe ze sta erori co se anałizava ła configurasion atuałe

source: Save
vec: Salvar

source: Do you want to save despite the errors? Some configuration information could be missing.
vec: Se vołe salvar no-ostante i erori? Ze pusìbiłe che pose mancar racuante informasion de configurasion.

source: Export configuration as...
vec: Esportar ła configurasion cofà...

source: Untitled
vec: Sensa tìtuło

source: Location
vec: Pozision

source: Select a Folder
vec: Ełèzar na carteła

source: <b>A file named "%s" already exists. Do you want to replace it?</b>
vec: <b>Za ghe ze un file ciamà "%s". Se vołe renpiasarlo?</b>

source: The file already exists in "%s", replacing it will overwrite its contents.
vec: El file che za ghe ze adentro de «%s», renpiasàndoło vengarà sorascrito el so contegnuo.

source: Replace
vec: Renpiasar

source: Xfce Panel Profiles
vec: Profiłi del paneło Xfce

source: Application to manage different panel layouts in Xfce
vec: Aplicasion par zestionar difarenti distribusion dei panełi in Xfce

source: Multitude of panel layouts can be created using Xfce panel. This tool enables managing different layouts with little effort. Xfce4-panel-profiles makes it possible to backup, restore, import and export panel layouts.
vec: Se połe crear vari dizegni de panełi doparando el paneło Xfce. Sto instrumento el permete de zestionar difarenti dizegni co poco sforso. Xfce4-panel-profiles el permete far còpie de seguresa (backup), restaurar, inportar e esportar dizegni dei panełi.
